[D3D]
Initialize=Failed to initialize 3D hardware. Make sure DirectX 8.1b or greater is installed on your system.
NoD3DAdapter=No D3D adapters were found on your system. Make sure DirectX 8.1b or greater is installed on your system.
AdapterNotSupported=Your video card is not supported.
SetRes=Failed changing screen resolution.

[MP]
WaitingForServer=Waiting for server response...

[Errors]
Error=Error
SaveSuccessful=Saved successfully
LoadSuccessful=Loaded successfully
SaveError=Error while saving
LoadError=Error while loading
CDNotFound=Please insert the Raven Shield Play Disk (CD 2) in your CD-Rom drive.
CDRequired=You need to have the Raven Shield Play Disk (CD2) in your CD-Rom drive in order to play.
CDCopy=You are playing with a copied version of Raven Shield. Please buy the original version.
CDKeyServerNotResponding=CD Key Server not responding please try again later
CDKeyServerRefused=You are not authorized to play on this game server
ServerAuthNotResponding=Game Server could not receive your authorization from the CD Key server
INVALIDCDKEY=Invalid CD Key
CDKeyAlreadyInUse=Your CD Key is already being used!
CDKeyTryLater=Unknown error, please try again later.
PackageVersion=Package '%s' version mismatch.
Exec=Unrecognized command.
OutOfMemory=Ran out of virtual memory. To prevent this condition, you must free up more space on your primary hard disk.
ConnectionFailed=Connection failed

[SaveGameDirectory]
SaveGameType_Mission=Mission
SaveGameType_LoneWolf=Lone Wolf
SaveGameType_TerroristHunt=Terrorist Hunt
SaveGameType_HostageRescue=Hostage Rescue
SaveGameType_Countdown=Countdown

[Progress]
Loading=Loading
ReceiveFile=Receiving '%s'
ReceiveSize=Size %iK, Complete %3.1f%%
